tap "homebrew/cask"

brew "git"
brew "yarn"
brew "wifi-password"
brew "fasd"
brew "bat"
brew "gh"
brew "direnv"
brew "minikube"
brew "helm"
brew "dog"
brew "jq"
brew "python3"
brew "mas"
brew "ffmpeg"
brew "tailscale"
brew "nvm"

cask "docker"
cask "iterm2"
cask "google-chrome"
cask "slack"
cask "notion"
cask "figma"
cask "rectangle"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "itsycal"
cask "kap"
cask "ridibooks"
cask "lens"
cask "insomnia"
cask "iina"
cask "dropbox"
cask "zoom"
cask "karabiner-elements"
cask "1password"
cask "steam"
cask "battle-net"
cask "mongodb-compass"
cask "medis"
cask "camo-studio"
cask "parallels"
cask "bartender"
cask "raycast"
cask "linear-linear"

mas 'Bear', id: 1091189122
mas 'Spark', id: 1176895641
mas 'Kakaotalk', id: 869223134
mas 'Tailscale', id: 1475387142
mas 'RunCat', id: 1429033973 
