brew "git"
brew "pnpm"
brew "wifi-password"
brew "bat"
brew "gh"
brew "direnv"
brew "minikube"
brew "helm"
brew "jq"
brew "python3"
brew "mas"
brew "ffmpeg"
brew "mise"
brew "zoxide"
brew "awscli"

cask "slack"
cask "notion"
cask "figma"
cask "rectangle"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "itsycal"
cask "kap"
cask "ridibooks"
cask "lens"
cask "iina"
cask "dropbox"
cask "zoom"
cask "karabiner-elements"
cask "1password"
cask "mongodb-compass"
cask "medis"
cask "bartender"
cask "raycast"
cask "linear-linear"
cask "claude"
cask "chatgpt"

mas 'Bear', id: 1091189122
mas 'Spark', id: 1176895641
mas 'Kakaotalk', id: 869223134
mas 'RunCat', id: 1429033973 
mas 'Ulysses', id: 1225570693 
